[
  {
    "name": "Heart Attack",
    "imgSRC": "heart-attack-female.jfif",
    "imgAlt": "A heart attack female",
    "description": "A heart attack, also known as a myocardial infarction, occurs when blood flow to the heart muscle is blocked, leading to the death of heart muscle cells.",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "A myocardial infarction (MI), commonly known as a heart attack, occurs when blood flow decreases or stops in one of the coronary arteries of the heart, causing infarction (tissue death) to the heart muscle. The most common symptom is chest pain or discomfort which may travel into the shoulder, arm, back, neck or jaw. Often it occurs in the center or left side of the chest and lasts for more than a few minutes. The discomfort may occasionally feel like heartburn. Other symptoms may include shortness of breath, nausea, feeling faint, a cold sweat, feeling tired, and decreased level of consciousness. About 30% of people have atypical symptoms. Women more often present without chest pain and instead have neck pain, arm pain or feel tired. Among those over 75 years old, about 5% have had an MI with little or no history of symptoms. An MI may cause heart failure, an irregular heartbeat, cardiogenic shock or cardiac arrest.",
      "Treatment of an MI is time-critical. Aspirin is an appropriate immediate treatment for a suspected MI. Nitroglycerin or opioids may be used to help with chest pain; however, they do not improve overall outcomes. Supplemental oxygen is recommended in those with low oxygen levels or shortness of breath. In a STEMI, treatments attempt to restore blood flow to the heart and include percutaneous coronary intervention (PCI), where the arteries are pushed open and may be stented, or thrombolysis, where the blockage is removed using medications. People who have a non-ST elevation myocardial infarction (NSTEMI) are often managed with the blood thinner heparin, with the additional use of PCI in those at high risk.[9] In people with blockages of multiple coronary arteries and diabetes, coronary artery bypass surgery (CABG) may be recommended rather than angioplasty. After an MI, lifestyle modifications, along with long-term treatment with aspirin, beta blockers and statins, are typically recommended."
    ],
    "view": 898
  },
  {
    "name": "Stomachache",
    "imgSRC": "stomach-ache.jpg",
    "imgAlt": "Stomachache",
    "description": "These are all organs in your digestive system. But pain can also be in your abdominal wall, the skin and muscles that make up the outer shell of your abdomen. And sometimes, the pain that you feel in your belly may be coming from somewhere else, like your chest, pelvis or back.",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "Abdominal pain, also known as a stomach ache, Is a symptom associated with both non-serious and serious medical issues. Since the abdomen contains most of the body's vital organs, it can be an indicator of a wide variety of diseases. Given that, approaching the examination of a person and planning of a differential diagnosis is extremely important.",
      "Common causes of pain in the abdomen include gastroenteritis and irritable bowel syndrome. About 15% of people have a more serious underlying condition such as appendicitis, leaking or ruptured abdominal aortic aneurysm, diverticulitis, or ectopic pregnancy. In a third of cases, the exact cause is unclear"
    ],
    "view": 100
  },
  {
    "name": "Depression",
    "imgSRC": "depression.jpg",
    "imgAlt": "Depressing",
    "description": "Depression is a mood disorder that causes a persistent feeling of sadness and loss of interest. Also called major depressive disorder or clinical depression, it affects how you feel, think and behave and can lead to a variety of emotional and physical problems.",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "Depression is a mental state of low mood and aversion to activity. It affects more than 280 million people of all ages (about 3.5% of the global population). Depression affects a person's thoughts, behavior, feelings, and sense of well-being. Depressed people often experience loss of motivation or interest in, or reduced pleasure or joy from, experiences that would normally bring them pleasure or joy. Depressed mood is a symptom of some mood disorders such as major depressive disorder and dysthymia; it is a normal temporary reaction to life events, such as the loss of a loved one; and it is also a symptom of some physical diseases and a side effect of some drugs and medical treatments. It may feature sadness, difficulty in thinking and concentration and a significant increase or decrease in appetite and time spent sleeping. People experiencing depression may have feelings of dejection or hopelessness and may experience suicidal thoughts. It can either be short term or long term.",
      "Depression in childhood and adolescence is similar to adult major depressive disorder, although young sufferers may exhibit increased irritability or behavioral dyscontrol instead of the more common sad, empty, or hopeless feelings seen with adults. Children who are under stress, experiencing loss, or have other underlying disorders are at a higher risk for depression. Childhood depression is often comorbid with mental disorders outside of other mood disorders; most commonly anxiety disorder and conduct disorder. Depression also tends to run in families."
    ],
    "view": 252
  },
  {
    "name": "Itchy Sympton",
    "imgSRC": "itchy-sympton-image.png",
    "imgAlt": "Itchy Sympton",
    "description": "Itchy skin is an irritating sensation that makes you want to scratch. It's also called pruritus (proo-RIE-tus). Itchy skin is often caused by dry skin and is common in older adults, as skin tends to become drier with age.",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "Itch (also known as pruritus) is a sensation that causes the desire or reflex to scratch. Itches have resisted many attempts to be classified as any one type of sensory experience. Itches have many similarities to pain, and while both are unpleasant sensory experiences, their behavioral response patterns are different. Pain creates a withdrawal reflex, whereas itches leads to a scratch reflex.",
      "Unmyelinated nerve fibers for itches and pain both originate in the skin. Information for them is conveyed centrally in two distinct systems that both use the same nerve bundle and spinothalamic tract."
    ],
    "view": 222
  },
  {
    "name": "Bacteria",
    "imgSRC": "bacteria-image.png",
    "imgAlt": "Bacteria",
    "description": "Bacteria are small single-celled organisms. Bacteria are found almost everywhere on Earth and are vital to the planet's ecosystems.",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "Bacteria are ubiquitous, mostly free-living organisms often consisting of one biological cell. They constitute a large domain of prokaryotic microorganisms. Typically a few micrometres in length, bacteria were among the first life forms to appear on Earth, and are present in most of its habitats. Bacteria inhabit soil, water, acidic hot springs, radioactive waste, and the deep biosphere of Earth's crust. Bacteria play a vital role in many stages of the nutrient cycle by recycling nutrients and the fixation of nitrogen from the atmosphere. The nutrient cycle includes the decomposition of dead bodies; bacteria are responsible for the putrefaction stage in this process. In the biological communities surrounding hydrothermal vents and cold seeps, extremophile bacteria provide the nutrients needed to sustain life by converting dissolved compounds, such as hydrogen sulphide and methane, to energy. Bacteria also live in symbiotic and parasitic relationships with plants and animals. Most bacteria have not been characterised and there are many species that cannot be grown in the laboratory. The study of bacteria is known as bacteriology, a branch of microbiology.",
      "Humans and most other animals carry vast numbers (approximately 1013 to 1014) of bacteria. Most are in the gut, though there are many on the skin. Most of the bacteria in and on the body are harmless or rendered so by the protective effects of the immune system, and many are beneficial, particularly the ones in the gut. However, several species of bacteria are pathogenic and cause infectious diseases, including cholera, syphilis, anthrax, leprosy, tuberculosis, tetanus and bubonic plague. The most common fatal bacterial diseases are respiratory infections. Antibiotics are used to treat bacterial infections and are also used in farming, making antibiotic resistance a growing problem. Bacteria are important in sewage treatment and the breakdown of oil spills, the production of cheese and yogurt through fermentation, the recovery of gold, palladium, copper and other metals in the mining sector, as well as in biotechnology, and the manufacture of antibiotics and other chemicals."
    ],
    "view": 192
  },
  {
    "name": "Virus",
    "imgSRC": "virus-image.png",
    "imgAlt": "virus",
    "description": "Viruses are microscopic organisms that can infect hosts, like humans, plants or animals. They’re a small piece of genetic information (DNA or RNA) inside of a protective shell (capsid).",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "A virus is a submicroscopic infectious agent that replicates only inside the living cells of an organism. Viruses infect all life forms, from animals and plants to microorganisms, including bacteria and archaea. Viruses are found in almost every ecosystem on Earth and are the most numerous type of biological entity. Since Dmitri Ivanovsky's 1892 article describing a non-bacterial pathogen infecting tobacco plants and the discovery of the tobacco mosaic virus by Martinus Beijerinck in 1898, more than 11,000 of the millions of virus species have been described in detail. The study of viruses is known as virology, a subspeciality of microbiology.",
      "When infected, a host cell is often forced to rapidly produce thousands of copies of the original virus. When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent viral particles, or virions, consisting of (i) genetic material, i.e., long molecules of DNA or RNA that encode the structure of the proteins by which the virus acts; (ii) a protein coat, the capsid, which surrounds and protects the genetic material; and in some cases (iii) an outside envelope of lipids. The shapes of these virus particles range from simple helical and icosahedral forms to more complex structures. Most virus species have virions too small to be seen with an optical microscope and are one-hundredth the size of most bacteria."
    ],
    "view": 592
  },
  {
    "name": "Mask",
    "imgSRC": "wearing-mask.png",
    "imgAlt": "Wearing Mask",
    "description": "Masks should be used as part of a comprehensive strategy of measures to suppress transmission and save lives; the use of a mask alone is not sufficient to provide an adequate level of protection against COVID-19.",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "A mask is an object normally worn on the face, typically for protection, disguise, performance, or entertainment, and often employed for rituals and rites. Masks have been used since antiquity for both ceremonial and practical purposes, as well as in the performing arts and for entertainment. They are usually worn on the face, although they may also be positioned for effect elsewhere on the wearer's body.",
      "In art history, especially sculpture, \"mask\" is the term for a face without a body that is not modelled in the round (which would make it a \"head\"), but for example appears in low relief."
    ],
    "view": 1024
  },
  {
    "name": "Cough",
    "imgSRC": "senior-female-asian-suffering-from-bad-pain.png",
    "imgAlt": "Coughing",
    "description": "A cough is your body's way of responding when something irritates your throat or airways. An irritant stimulates nerves that send a message to your brain. ",
    "sliderContent": "A myocardial infarction occurs when an atherosclerotic plaque slowly builds up in the inner lining of a coronary artery and then suddenly ruptures, causing catastrophic thrombus formation, totally occluding the artery and preventing blood flow downstream to the heart muscle.",
    "newsContent": [
      "A cough is a sudden expulsion of air through the large breathing passages which can help clear them of fluids, irritants, foreign particles and microbes. As a protective reflex, coughing can be repetitive with the cough reflex following three phases: an inhalation, a forced exhalation against a closed glottis, and a violent release of air from the lungs following opening of the glottis, usually accompanied by a distinctive sound.",
      "Frequent coughing usually indicates the presence of a disease. Many viruses and bacteria benefit, from an evolutionary perspective, by causing the host to cough, which helps to spread the disease to new hosts. Most of the time, irregular coughing is caused by a respiratory tract infection but can also be triggered by choking, smoking, air pollution, asthma, gastroesophageal reflux disease, post-nasal drip, chronic bronchitis, lung tumors, heart failure and medications such as angiotensin-converting-enzyme inhibitors (ACE inhibitors) and beta blockers."
    ],
    "view": 899
  }
]
